autoconf
automake
avr-binutils
avr-gcc@7
avrdude
cscope
curl
dfu-programmer
dfu-util
fontconfig
fpp
freetype
fzf
gcc-arm-none-eabi
gd
gdbm
gettext
glib
gmp
go
graphviz
gts
htop
icu4c
isl
jasper
jemalloc
jpeg
libelf
libevent
libffi
libftdi0
libhid
libidn2
libmpc
libpng
libtasn1
libtermkey
libtiff
libtool
libunistring
libusb
libusb-compat
libuv
libvterm
libyaml
lua
luajit
macvim
maven
micro
mpfr
msgpack
ncurses
netpbm
node
openssl
pcre
pcre2
perl
pkg-config
protobuf
python
python@2
readline
ripgrep
ruby
sqlite
telnet
tmux
unibilium
vim
watch
webp
wget
wrk
xz
yarn
